{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.16-9-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.16-9-1-title","indicator_number":"16.9.1","national_geographical_coverage":"United States","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"actual_indicator_available":"Percent of US births registered in all 50 states and the District of Columbia","actual_indicator_available_description":"Percent of annual births occurring in the United states to residents and non-residents registered by a vital statistics jurisdiction","comments_and_limitations":"Births are registered by state vital registration systems.  Reported births are based on 100% of all birth certificates registered in all states and the District of Columbia. It is estimated that more than 99 percent of births occurring in the US are registered based on previous results of a national test of birth-registration completneness according to place of delivery and race.","date_of_national_source_publication":"September, 2017","goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-16.pdf","has_metadata":true,"indicator":"16.9.1","indicator_definition":"From UNICEF:  This indicator provides the proportion of children under the age of five whose births are reported as being registered with the relevant national civil authorities. It is calculated by dividing the number of children under the age of five whose births are reported as being registered with the relevant national civil authorities by the total number of children under the age of five in the population.  From Goal 16 TST Working Group: The indicator is calculated as the number of children whose births have been registered with a civil authority divided by the total number of children.  From UNFPA: Percentage of births that are registered within a certain period of time after birth (one month, one year, five years of age) in a civil registration and vital statistics system or from household surveys.","indicator_sort_order":"16-09-01","indicator_variable":"pct_regbirth","method_of_computation":"From UNFPA:  Number of births registered within a given period of time after birth (a month, a year, 0-4 years) in a given calendar year / Total number of births in a given calendar year  Method of measurement: data should be available and could be obtained from civil registration and vital statistics systems. Civil registration administrative data could be linked to estimates of the expected number of newborns. In countries with deficient CRVS systems, data is collected via household surveys (DHS and MICS). Questions are asked about registration status of children born in the five years preceding the data of the survey. The numerator of this indicator includes children whose birth certificate was seen by the interviewer or whose mother or care-taker says the birth has been registered. Data are also often presented for other age groups such as infants or children under 5 years of age. Method of estimation: currently UNICEF produces and publish estimates of birth registration for children under five using both CRVS and household surveys data. Alternative data sources to be considered are the United Nations Demographic Yearbook and the World Population Prospects produced by UNPD-DESA. A new methodology and set of procedures need to be put in place to produce the desired estimate of birth registration for under one year of age (see justifications below).","periodicity":"Annual","published":true,"rationale_interpretation":"From UNICEF: \n Registering children at birth is the first step in securing their recognition before the law, safeguarding their rights, and ensuring that any violation of these rights does not go unnoticed. \nChildren without official identification documents may be denied health care or education. Later in life, the lack of such documentation can mean that a child may enter into marriage or the labour market, or be conscripted into the armed forces, before the legal age. In adulthood, birth certificates may be required to obtain social assistance or a job in the formal sector, to buy or prove the right to inherit property, to vote and to obtain a passport. \n\n From Goal 16 TST Working Group: \nArticle 7 of the Convention on the Rights of the Child (CRC) provides that all children should be registered immediately after birth and have the right from birth to a name and the right to acquire a nationality. Article 8 CRC further provides that, where a child is illegally deprived of some or all of the elements of his or her identity, States Parties shall provide appropriate assistance and protection, with a view to re-establishing speedily his or her identity. This indicator is therefore measured for all children, defined as persons under the age of 18. \nWhere births are not registered, children may be unable to obtain a birth certificate, which can result in denial of access to public services including education, health and social services, despite the human rights obligations of States to provide these without discrimination. Lack of registration may also result in early marriage or early entry to the labour market, before the child has reached the minimum legal age. Registering children at birth is the first step in securing their recognition before the law, safeguarding their rights, and ensuring that any violation of these rights does not go unnoticed.","scheduled_update_by_national_source":"September, 2018","sdg_goal":16,"source_active_1":true,"source_agency_staff_email_1":"ambranum@cdc.gov","source_agency_staff_name_1":"Reproductive Health Statistics, Division of Vital Statistics, National Center for Health Statistics","source_agency_survey_dataset_1":"National Center for Health Statistics/Final natality data","source_notes_1":null,"source_organisation_1":"National Center for Health Statistics/Final natality data","source_title_1":null,"source_url_1":"http://www.cdc.gov/nchs/data_access/vitalstatsonline.htm","source_url_text_1":"http://www.cdc.gov/nchs/data_access/vitalstatsonline.htm","target":"By 2030, provide legal identity for all, including birth registration.","target_id":"16.9","time_period":"2007-2016","title":"Proportion of children under 5 years of age whose births have been registered with a civil authority, by age","un_custodial_agency":"UNSD, UNICEF  (Partnering Agencies:UNFPA, DESA Population Division)","un_designated_tier":"1","us_method_of_computation":"Estimated percent of births registered by all 50 states and the District of Columbia.","variable_description":null,"variable_notes":null,"national_metadata_updated_date":"2023-07-17","national_data_updated_date":"2024-06-06","SDG_GOAL__GLOBAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET__GLOBAL":"<p>Target 16.9: By 2030, provide legal identity for all, including birth registration</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 16.9.1: Proportion of children under 5 years of age whose births have been registered with a civil authority, by age</p>","META_LAST_UPDATE__GLOBAL":"<p>2021-12-06</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Children&apos;s Fund (UNICEF)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Children&apos;s Fund (UNICEF)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>Proportion of children under 5 years of age whose births have been registered with a civil authority.</p>\n<p><strong>Concepts:</strong></p>\n<p>&#x2022; Birth registration: Birth registration is defined as &#x2018;the continuous, permanent and universal recording, within the civil registry, of the occurrence and characteristics of births in accordance with the legal requirements of a country&#x2019;.</p>\n<p>&#x2022; Birth certificate: A birth certificate is a vital record that documents the birth of a child. The term &#x2018;birth certificate&#x2019; can refer either to the original document certifying the circumstances of the birth, or to a certified copy or representation of the registration of that birth, depending on the practices of the country issuing the certificate.</p>\n<p>&#x2022; Civil authority: Official authorized to register the occurrence of a vital event and to record the required details.</p>","UNIT_MEASURE__GLOBAL":"<p>Proportion</p>","SOURCE_TYPE__GLOBAL":"<p><strong>Description:</strong></p>\n<p>Censuses, household surveys such as MICS and DHS and national civil registration systems.</p>\n<p><strong>Civil registration systems</strong>: Civil registration systems that are functioning effectively compile vital statistics that are used to compare the estimated total number of births in a country with the absolute number of registered births during a given period. These data normally refer to live births that were registered within a year or the legal time frame for registration applicable in the country.</p>\n<p><strong>Household or other population-based surveys</strong>: In the absence of reliable administrative data, household surveys have become a key source of data to monitor levels and trends in birth registration. The standard indicator used in DHS and MICS to report on birth registration refers to the percentage of children under age 5 (0-59 months) with a birth certificate, regardless of whether or not it was seen by the interviewer, or whose birth was reported as registered with civil authorities at the time of survey. Depending on the country, surveys collecting these data may be conducted every 3-5 years, or possibly at more frequent intervals.</p>\n<p><strong>Censuses </strong>can also provide data on children who have acquired their right to a legal identity. However, censuses are conducted only every ten years (in most countries) and are therefore not well-suited for routine monitoring.</p>","COLL_METHOD__GLOBAL":"<ul>\n  <li>\n    <ol>\n      <li>UNICEF undertakes a wide consultative process of compiling and assessing data from national sources for the purposes of updating its global databases on the situation of children. Up until 2017, the mechanism UNICEF used to collaborate with national authorities on ensuring data quality and international comparability on key indicators of relevance to children was known as Country Data Reporting on the Indicators for the Goals (CRING).</li>\n      <li>As of 2018, UNICEF launched a new country consultation process with national authorities on selected child-related global SDG indicators it is custodian or co-custodian to meet emerging standards and guidelines on data flows for global reporting of SDG indicators, which place strong emphasis on technical rigour, country ownership and use of official data and statistics. The consultation process solicited feedback directly from National Statistical Offices, as well as other government agencies responsible for official statistics, on the compilation of the indicators, including the data sources used, and the application of internationally agreed definitions, classification and methodologies to the data from that source. Once reviewed, feedback is made available to countries on whether or not specific data points are accepted, and if not, the reasons why. </li>\n    </ol>\n  </li>\n</ul>","FREQ_COLL__GLOBAL":"<p>UNICEF will undertake an annual country consultation likely between December and January every year to allow for review and processing of the feedback received in order to meet global SDG reporting deadlines.</p>","REL_CAL_POLICY__GLOBAL":"<p>March 2021</p>","DATA_SOURCE__GLOBAL":"<p>National Statistical Offices (for the most part) and line ministries/other government agencies responsible for maintaining national vital registration systems</p>","COMPILING_ORG__GLOBAL":"<p>UNICEF </p>","INST_MANDATE__GLOBAL":"<p>UNICEF is responsible for global monitoring and reporting on the wellbeing of children. It provides technical and financial assistance to Member States to support their efforts to collect quality data on birth registration, including through the UNICEF-supported MICS household survey programme. UNICEF also compiles birth registration statistics with the goal of making internationally comparable datasets publicly available, and it analyses birth registration statistics which are included in relevant data-driven publications, including in its flagship publication, <em>The State of the World&#x2019;s Children.</em></p>","RATIONALE__GLOBAL":"<p>Registering children at birth is the first step in securing their recognition before the law, safeguarding their rights, and ensuring that any violation of these rights does not go unnoticed.</p>\n<p>Children without official identification documents may be denied health care or education. Later in life, the lack of such documentation can mean that a child may enter into marriage or the labour market, or be conscripted into the armed forces, before the legal age. In adulthood, birth certificates may be required to obtain social assistance or a job in the formal sector, to buy or prove the right to inherit property, to vote and to obtain a passport. </p>\n<p>Children&#x2019;s right to a name and nationality is enshrined in the Convention on the Rights of the Child (CRC) under Article 7.</p>","REC_USE_LIM__GLOBAL":"<p>The number of children who have acquired their right to a legal identity is collected mainly through censuses, civil registration systems and household surveys. Civil registration systems that are functioning effectively compile vital statistics that are used to compare the estimated total number of births in a country with the absolute number of registered births during a given period. However, the systematic recording of births in many countries remains a serious challenge. In the absence of reliable administrative data, household surveys have become a key source of data to monitor levels and trends in birth registration. In most low- and middle-income countries, such surveys represent the sole source of this information.</p>\n<p>Data from household surveys like MICS or DHS sometimes refer only to children with a birth certificate. UNICEF methodically notes this difference when publishing country-level estimates for global SDG monitoring.</p>","DATA_COMP__GLOBAL":"<p>Number of children under age of five whose births are reported as being registered with the relevant national civil authorities divided by the total number of children under the age of five in the population multiplied by 100</p>","DATA_VALIDATION__GLOBAL":"<p>A wide consultative process is undertaken to compile, assess and validate data from national sources. </p>\n<p>The consultation process solicited feedback directly from National Statistical Offices, as well as other government agencies responsible for official statistics, on the compilation of the indicators, including the data sources used, and the application of internationally agreed definitions, classification and methodologies to the data from that source. The results of this country consultation are reviewed by UNICEF as the custodian agency. Once reviewed, feedback is made available to countries on whether or not specific data points are accepted, and if not, the reasons why. </p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level</strong></p>\n<p>When data for a country are entirely missing, UNICEF does not publish any country-level estimate</p>\n<p><strong>&#x2022; At regional and global levels</strong></p>\n<p>The regional average is applied to those countries within the region with missing values for the purposes of calculating regional aggregates only, but are not published as country-level estimates. Regional aggregates are only published when at least 50 per cent of the regional population for the relevant age group are covered by the available data.</p>","REG_AGG__GLOBAL":"<p>The global aggregate is a weighted average of all the sub-regions that make up the world. Regional aggregates are weighted averages of all the countries within the region. </p>","DOC_METHOD__GLOBAL":"<p>Substantial differences can exist between CRVS coverage and birth registration levels as captured by household surveys. The differences are primarily because data from CRVS typically refer to the percentage of all births that have been registered (often within a specific timeframe) whereas household surveys often represent the percentage of children under age five whose births are registered. The latter (the level of registration among children under 5) is specified in the SDG indicator.</p>","QUALITY_MGMNT__GLOBAL":"<p>The process behind the production of reliable statistics on birth registration is well established within UNICEF. The quality and process leading to the production of the SDG indicator 16.9.1 is ensured by working closely with the statistical offices and other relevant stakeholders through a consultative process.</p>","QUALITY_ASSURE__GLOBAL":"<p>UNICEF maintains the global database on birth registration that is used for SDG and other official reporting. Before the inclusion of any data point in the database, it is reviewed by technical focal points at UNICEF headquarters to check for consistency and overall data quality. This review is based on a set of objective criteria to ensure that only the most recent and reliable information are included in the databases. These criteria include the following: data sources must include proper documentation; data values must be representative at the national population level; data are collected using an appropriate methodology (e.g., sampling); data values are based on a sufficiently large sample; data conform to the standard indicator definition including age group and concepts, to the extent possible; data are plausible based on trends and consistency with previously published/reported estimates for the indicator. </p>\n<p>As of 2018, UNICEF undertakes an annual consultation with government authorities on 10 of the child-related SDG indicators in its role of sole or joint custodian, and in line with its global monitoring mandate and normative commitments to advancing the 2030 Agenda for children. This includes indicator 16.9.1. More details on the process for the country consultation are outlined below. </p>","QUALITY_ASSMNT__GLOBAL":"<p>Data consistency and quality checks are regularly conducted for validation of the data before dissemination </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Nationally representative and comparable data are currently available for around 170 countries</p>\n<p><strong>Time series:</strong></p>\n<p>Not available</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Age</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>The estimates compiled and presented at global level come directly from nationally produced data and are not adjusted or recalculated.</p>","OTHER_DOC__GLOBAL":"<p><strong>URL:</strong></p>\n<p>data.unicef.org</p>\n<p><strong>References:</strong></p>\n<p><a href=\"http://data.unicef.org/child-protection/birth-registration.html\">http://data.unicef.org/child-protection/birth-registration.html</a></p>\n<p>https://data.unicef.org/resources/a-generation-to-protect/</p>","target_number":"16.9","goal_number":"16"}