{"CONTACT_ORGANISATION":"U.S. Bureau of Labor Statistics/Current Population Survey","DATA_COMP":"Source: Current Population Survey (CPS) - a monthly national sample household survey.   Technical Documentation and Methodology: https://www.bls.gov/cps/documentation.htm","DATA_SOURCE":"BLS Division of International Technical Cooperation staff","REC_USE_LIM":"The questions noted above were added to the CPS in June 2008 to identify persons with a  disability in the civilian noninstitutional population age 16 and older. The collection of these data is sponsored by the Department of Labor's Office of Disability Employment Policy. Statistics based on the CPS are subject to both sampling and nonsampling error. When a sample, rather than the entire population, is surveyed, there is a chance that the sample estimates may differ from the true population values they represent. The component of this difference that occurs because samples differ by chance is known as sampling error, and its variability is measured by the standard error of the estimate. There is about a 90-percent chance, or level of confidence, that an estimate based on a sample will differ by no more than 1.6 standard errors from the true population value because of sampling error. BLS analyses are generally conducted at the 90-percent level of confidence.  The CPS data also are affected by nonsampling error. Nonsampling error can occur for many reasons, including the failure to sample a segment of the population,  inability to obtain information for all respondents in the sample, inability or unwillingness of respondents to provide correct information, and errors made in the collection or processing of the data.  Additional information about the reliability of data from the CPS and estimating standard errors is available at www.bls.gov/cps/documentation.htm#reliability. CPS estimates are controlled to population totals that are available by age, sex, race, and Hispanic ethnicity. These controls are developed by the Census Bureau and are based on complete population counts obtained in the decennial census. In the years between decennial censuses, they incorporate the latest information about population change (births, deaths, and net international migration). As part of its annual update of population estimates, the Census Bureau introduces adjustments to the total population controls. The updated controls typically have a negligible impact on unemployment rates and other ratios. The estimates of the population of persons with a disability are not controlled to independent population totals of persons with a disability because such data are not available. Without independent population totals, sample-based estimates are more apt to vary from one time period to the next. Information about population controls is available at www.bls.gov/cps/documentation.htm#pop.","SDG_INDICATOR":"Unemployment rate by disability status, sex, and age, 2009-16 annual averages","SOURCE_TYPE":"U.S. Bureau of Labor Statistics/Current Population Survey - https://www.bls.gov/cps/home.htm","UNIT_MEASURE":"Percent","actual_indicator_available":"Unemployment rate by disability status, sex, and age, 2009-16 annual averages","actual_indicator_available_description":"The unemployment rate represents the number of unemployed persons as a percent of the civilian labor force. Unemployed persons are those who had no employment during the reference week, were available for work at that time, and had made specific efforts to find employment sometime during the 4-week period ending with the reference week. Persons who were waiting to be recalled to a job from which they had been laid off need not have been looking for work to be classified as unemployed. The civilian labor force comprises all persons classified as employed or unemployed. The CPS uses a set of six questions to identify persons with disabilities. In the CPS, persons are classified as having a disability if there is a response of \"\"yes\"\" to any of these questions: 1.\tIs anyone deaf or does anyone have serious difficulty hearing? 2.\tIs anyone blind or does anyone have serious difficulty seeing even when wearing glasses? 3.\tBecause of a physical, mental, or emotional condition, does anyone have serious difficulty concentrating, remembering, or making decisions? 4.\tDoes anyone have serious difficulty walking or climbing stairs? 5.\tDoes anyone have difficulty dressing or bathing? 6.\tBecause of a physical, mental, or emotional condition, does anyone have difficulty doing errands alone such as visiting a doctor's office or shopping?","comments_and_limitations":"The questions noted above were added to the CPS in June 2008 to identify persons with a  disability in the civilian noninstitutional population age 16 and older. The collection of these data is sponsored by the Department of Labor's Office of Disability Employment Policy. Statistics based on the CPS are subject to both sampling and nonsampling error. When a sample, rather than the entire population, is surveyed, there is a chance that the sample estimates may differ from the true population values they represent. The component of this difference that occurs because samples differ by chance is known as sampling error, and its variability is measured by the standard error of the estimate. There is about a 90-percent chance, or level of confidence, that an estimate based on a sample will differ by no more than 1.6 standard errors from the true population value because of sampling error. BLS analyses are generally conducted at the 90-percent level of confidence.  The CPS data also are affected by nonsampling error. Nonsampling error can occur for many reasons, including the failure to sample a segment of the population,  inability to obtain information for all respondents in the sample, inability or unwillingness of respondents to provide correct information, and errors made in the collection or processing of the data.  Additional information about the reliability of data from the CPS and estimating standard errors is available at www.bls.gov/cps/documentation.htm#reliability. CPS estimates are controlled to population totals that are available by age, sex, race, and Hispanic ethnicity. These controls are developed by the Census Bureau and are based on complete population counts obtained in the decennial census. In the years between decennial censuses, they incorporate the latest information about population change (births, deaths, and net international migration). As part of its annual update of population estimates, the Census Bureau introduces adjustments to the total population controls. The updated controls typically have a negligible impact on unemployment rates and other ratios. The estimates of the population of persons with a disability are not controlled to independent population totals of persons with a disability because such data are not available. Without independent population totals, sample-based estimates are more apt to vary from one time period to the next. Information about population controls is available at www.bls.gov/cps/documentation.htm#pop.","data_non_statistical":false,"date_metadata_updated":"October 2017","date_of_national_source_publication":"June 2017","disaggregation_categories":"Disability status, sex, and age","goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-8.pdf","graph_title":" Unemployment rate among men with disability, ages 16 and older, 2009-16 annual averages","graph_type":"line","has_metadata":true,"indicator":"8.5.2","indicator_definition":"The unemployment rate is calculated by dividing the total number of unemployed (for a country or a specific group of workers) by the corresponding labour force, which itself is the sum of the total persons employed and unemployed in the group. Persons in unemployment are defined as all those of working age who were not in employment, carried out activities to seek employment during a specified recent period and were currently available to take up employment given a job opportunity.","indicator_name":"Tasa de desempleo, desglosada por sexo, edad y personas con discapacidad","indicator_sort_order":"08-05-02","indicator_variable":"unempl_rate_16yrs_and_over_men_disab","international_and_national_references":"U.S. Bureau of Labor Statistics - www.bls.gov ","national_geographical_coverage":"","periodicity":"Annual","published":true,"rationale_interpretation":"Information on unemployment by age illustrates the different dimensions of the lack of jobs for people of a given age group. For example, in a country where the youth unemployment rate is high and the ratio of the youth unemployment rate to the adult unemployment rate is close to one, it may be concluded that the problem of unemployment is not specific to youth, but is country-wide. The problem of unemployment is unequally distributed when, in addition to a high youth unemployment rate, the proportion of youth unemployment in total unemployment is high. In this case, employment policies might usefully be directed towards easing the entry of young people into the world of work.","reporting_status":"complete","scheduled_update_by_national_source":"Annual data for 2017 will be available in June 2018","sdg_goal":8,"source_active_1":true,"source_agency_staff_email_1":"ITCinfo@bls.gov","source_agency_staff_name_1":"BLS Division of International Technical Cooperation staff","source_agency_survey_dataset_1":"U.S. Bureau of Labor Statistics/Current Population Survey","source_notes_1":null,"source_organisation_1":"U.S. Bureau of Labor Statistics/Current Population Survey","source_title_1":null,"source_url_1":"https://www.bls.gov/cps/home.htm","source_url_text_1":"https://www.bls.gov/cps/home.htm","target":"By 2030, achieve full and productive employment and decent work for all women and men, including for young people and persons with disabilities, and equal pay for work of equal value.","target_id":"8.5","time_period":"2009-16","title":"Unemployment rate, by sex, age and persons with disabilities","un_custodial_agency":"ILO","un_designated_tier":"1","us_method_of_computation":"Source: Current Population Survey (CPS) - a monthly national sample household survey.   Technical Documentation and Methodology: https://www.bls.gov/cps/documentation.htm","variable_description":null,"variable_notes":null,"page_content":"","national_metadata_updated_date":"2024-07-08","national_data_updated_date":"2024-06-06","composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_titles":[],"indicator_available":"Unemployment rate by disability status, sex, and age, 2009-16 annual averages","indicator_number":"8.5.2","permalink":"","precision":[],"sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 8: Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all</p>","SDG_TARGET__GLOBAL":"<p>Target 8.5: By 2030, achieve full and productive employment and decent work for all women and men, including for young people and persons with disabilities, and equal pay for work of equal value</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 8.5.2: Unemployment rate, by sex, age and persons with disabilities </p>","SDG_SERIES_DESCR__GLOBAL":"<p>SL_TLF_UEM - Unemployment rate, by sex and age - 13th ICLS (%) [8.5.2]</p>\n<p>SL_TLF_UEM_19ICLS - Unemployment rate, by sex and age - 19th ICLS (%) [8.5.2]</p>\n<p>SL_TLF_UEMDIS - Unemployment rate, by sex and disability - 13th ICLS (%) [8.5.2]</p>\n<p>SL_TLF_UEMDIS_19ICLS - Unemployment rate, by sex and disability - 19th ICLS (%) [8.5.2]</p>","META_LAST_UPDATE__GLOBAL":"2024-03-28","SDG_RELATED_INDICATORS__GLOBAL":"<p>1.1.1, 8.2.1, 8.3.1, 8.6.1, 10.4.1</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>International Labour Organization (ILO) </p>","CONTACT_ORGANISATION__GLOBAL":"<p>International Labour Organization (ILO)</p>\n<p> </p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong> </p>\n<p>The unemployment rate conveys the percentage of persons in the labour force who are unemployed. </p>\n<p> </p>\n<p><strong>Concepts:</strong> </p>\n<p>Unemployed persons are defined as all those of working age (usually aged 15 and above) who were not in employment, carried out activities to seek employment during a specified recent period and were currently available to take up employment given a job opportunity, where: (a) &#x201C;not in employment&#x201D; is assessed with respect to the short reference period for the measurement of employment; (b) to &#x201C;seek employment&#x201D; refers to any activity when carried out, during a specified recent period comprising the last four weeks or one month, for the purpose of finding a job or setting up a business or agricultural undertaking; (c) the point when the enterprise starts to exist should be used to distinguish between search activities aimed at setting up a business and the work activity itself, as evidenced by the enterprise&#x2019;s registration to operate or by when financial resources become available, the necessary infrastructure or materials are in place or the first client or order is received, depending on the context; (d) &#x201C;currently available&#x201D; serves as a test of readiness to start a job in the present, assessed with respect to a short reference period comprising that used to measure employment (depending on national circumstances, the reference period may be extended to include a short subsequent period not exceeding two weeks in total, so as to ensure adequate coverage of unemployment situations among different population groups). </p>\n<p> </p>\n<p>Persons in employment are defined as all those of working age (usually aged 15 and above) who, during a short reference period such as one week or one day, were engaged in any activity to produce goods or provide services for pay or profit. The difference between the 13th and 19th ICLS series for a given country is the operational criteria used to define employment, with two series based on the statistical standards from the 13th International Conference of Labour Statisticians (ICLS) and the other two series based on 19th ICLS standards. In the 19th ICLS series, employment is defined more narrowly as work done for pay or profit, while activities not done mainly in exchange for remuneration (i.e., own-use production work, volunteer work and unpaid trainee work) are recognized as other forms of work.</p>\n<p> </p>\n<p>The labour force corresponds to the sum of persons in employment and in unemployment. </p>\n<p>For more information on the definitions of employment and unemployment refer to the Resolution concerning statistics of work, employment and labour underutilization Adopted by the 19<sup>th</sup> International Conference of Labour Statisticians. </p>\n<p> </p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p>Disability status is based on the WHO International Classification of Functioning, Disability and Health (ICF), according to which disability covers impairments (problems in body function or structure such as a significant deviation or loss), activity limitations (difficulties in executing activities) and participation restrictions (problems in involvement in life situations). For measurement purposes, the ICF defines a person with disability as a person who is limited in the kind or amount of activities that he or she can do because of ongoing difficulties due to a long-term physical condition, mental condition or health problem.</p>","SOURCE_TYPE__GLOBAL":"<p>The preferred official national data source for this indicator is a household-based labour force survey. </p>\n<p>In the absence of a labour force survey, a population census and/or other type of household surveys with an appropriate employment module may also be used to obtain the required data. It is important to note that unemployment data derived from employment office records or unemployment registers would not refer to unemployment (as defined for the purposes of this indicator, using the three-criteria of being without a job, seeking employment and available for employment) but to registered unemployment, and thus, it would not be comparable with indicator 8.5.2. </p>","COLL_METHOD__GLOBAL":"<p>The ILO Department of Statistics processes national household survey microdata sets in line with internationally agreed indicator concepts and definitions set forth by the International Conference of Labour Statisticians. For data that could not be obtained through this processing or directly from government websites, the ILO sends out an annual ILOSTAT questionnaire to all relevant agencies within each country (national statistical office, labour ministry, etc.) requesting the latest annual data and any revisions on numerous labour market topics and indicators, including many SDG indicators. </p>","FREQ_COLL__GLOBAL":"<p>Continuous</p>","REL_CAL_POLICY__GLOBAL":"<p>Continuous for country-level data and annually for global and regional estimates (November or December).</p>","DATA_SOURCE__GLOBAL":"<p>Mainly national statistical offices, and in some cases labour ministries or other related agencies, at the country-level. In some cases, regional or international statistical offices can also act as data providers. </p>","COMPILING_ORG__GLOBAL":"<p>International Labour Organization (ILO)</p>","INST_MANDATE__GLOBAL":"<p>The ILO is the UN focal point for labour statistics. It sets international standards for labour statistics through the International Conference of Labour Statisticians. It also compiles and produces labour statistics with the goal of disseminating internationally comparable datasets and provides technical assistance and training to ILO Member States to support their efforts to produce high quality labour market data.</p>","RATIONALE__GLOBAL":"<p>The unemployment rate is a useful measure of the underutilization of the labour supply. It reflects the inability of an economy to generate employment for those persons who want to work but are not doing so, even though they are available for employment and actively seeking work. It is thus seen as an indicator of the efficiency and effectiveness of an economy to absorb its labour force and of the performance of the labour market. Short-term time series of the unemployment rate can be used to signal changes in the business cycle; upward movements in the indicator often coincide with recessionary periods or in some cases with the beginning of an expansionary period as persons previously not in the labour market begin to test conditions through an active job search. </p>","REC_USE_LIM__GLOBAL":"<p>Even though in most developed countries the unemployment rate is useful as an indicator of labour market performance, and specifically, as a key measure of labour underutilization, in many developing countries, the significance and meaning of the unemployment rate could be questioned. In the absence of unemployment insurance systems or social safety nets, persons of working age must avoid unemployment, resorting to engaging in some form of economic activity, however insignificant or inadequate. Thus, in this context, other measures should supplement the unemployment rate to comprehensively assess labour underutilization. </p>","DATA_COMP__GLOBAL":"<p>The computation is identical for both series:</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi mathvariant=\"normal\">U</mi>\n    <mi mathvariant=\"normal\">n</mi>\n    <mi mathvariant=\"normal\">e</mi>\n    <mi mathvariant=\"normal\">m</mi>\n    <mi mathvariant=\"normal\">p</mi>\n    <mi mathvariant=\"normal\">l</mi>\n    <mi mathvariant=\"normal\">o</mi>\n    <mi mathvariant=\"normal\">y</mi>\n    <mi mathvariant=\"normal\">m</mi>\n    <mi mathvariant=\"normal\">e</mi>\n    <mi mathvariant=\"normal\">n</mi>\n    <mi mathvariant=\"normal\">t</mi>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mi mathvariant=\"normal\">r</mi>\n    <mi mathvariant=\"normal\">a</mi>\n    <mi mathvariant=\"normal\">t</mi>\n    <mi mathvariant=\"normal\">e</mi>\n    <mo>=</mo>\n    <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n    <mfrac>\n      <mrow>\n        <mi mathvariant=\"normal\">T</mi>\n        <mi mathvariant=\"normal\">o</mi>\n        <mi mathvariant=\"normal\">t</mi>\n        <mi mathvariant=\"normal\">a</mi>\n        <mi mathvariant=\"normal\">l</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">u</mi>\n        <mi mathvariant=\"normal\">n</mi>\n        <mi mathvariant=\"normal\">e</mi>\n        <mi mathvariant=\"normal\">m</mi>\n        <mi mathvariant=\"normal\">p</mi>\n        <mi mathvariant=\"normal\">l</mi>\n        <mi mathvariant=\"normal\">o</mi>\n        <mi mathvariant=\"normal\">y</mi>\n        <mi mathvariant=\"normal\">m</mi>\n        <mi mathvariant=\"normal\">e</mi>\n        <mi mathvariant=\"normal\">n</mi>\n        <mi mathvariant=\"normal\">t</mi>\n      </mrow>\n      <mrow>\n        <mi mathvariant=\"normal\">T</mi>\n        <mi mathvariant=\"normal\">o</mi>\n        <mi mathvariant=\"normal\">t</mi>\n        <mi mathvariant=\"normal\">a</mi>\n        <mi mathvariant=\"normal\">l</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">l</mi>\n        <mi mathvariant=\"normal\">a</mi>\n        <mi mathvariant=\"normal\">b</mi>\n        <mi mathvariant=\"normal\">o</mi>\n        <mi mathvariant=\"normal\">u</mi>\n        <mi mathvariant=\"normal\">r</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">f</mi>\n        <mi mathvariant=\"normal\">o</mi>\n        <mi mathvariant=\"normal\">r</mi>\n        <mi mathvariant=\"normal\">c</mi>\n        <mi mathvariant=\"normal\">e</mi>\n      </mrow>\n    </mfrac>\n    <mi>&amp;nbsp;</mi>\n    <mo>&#xD7;</mo>\n    <mn>100</mn>\n  </math></p>","DATA_VALIDATION__GLOBAL":"<p>The ILO engages in annual consultations with Member States through the ILOSTAT questionnaire and related Statistics Reporting System (StaRS). National data providers receive a link to the portal where they can review all national SDG data available on ILOSTAT.</p>","ADJUSTMENT__GLOBAL":"<p>Through the ILO Harmonized Microdata initiative, the ILO strives to produce internationally comparable labour statistics based on the indicator concepts and definitions adopted by the International Conference of Labour Statisticians.</p>","IMPUTATION__GLOBAL":"<ul>\n  <li><strong>At country level </strong></li>\n</ul>\n<p>Multivariate regression techniques are used to impute missing values at the country level. However, the imputed missing country values are only used to calculate the global and regional estimates; they are not used for international reporting on the SDG indicators by the ILO. For further information, refer to the ILO modelled estimates methodological overview, available at <a href=\"https://ilostat.ilo.org/resources/concepts-and-definitions/ilo-modelled-estimates/\">https://ilostat.ilo.org/resources/concepts-and-definitions/ilo-modelled-estimates/</a> .</p>\n<p> </p>\n<ul>\n  <li><strong>At regional and global levels </strong></li>\n</ul>\n<p>Regional and global figures are aggregates of the country-level figures including the imputed values.</p>","REG_AGG__GLOBAL":"<p>To address the problem of missing data, the ILO designed several econometric models which are used to produce estimates of labour market indicators based on the 13<sup>th</sup> ICLS standards in the countries and years for which real data are not available. The unemployment estimates derived from the ILO modelled estimates are used to produce global and regional estimates on unemployment rates. These models use multivariate regression techniques to impute missing values at the country level, which are then aggregated to produce regional and global estimates. For further information, refer to the ILO modelled estimates methodological overview, available at <a href=\"https://ilostat.ilo.org/resources/concepts-and-definitions/ilo-modelled-estimates/\">https://ilostat.ilo.org/resources/concepts-and-definitions/ilo-modelled-estimates/</a> </p>","DOC_METHOD__GLOBAL":"<p>To calculate this indicator (according to the ILO definitions of unemployment and unemployment rate), data is needed on both the labour force and the unemployed, by sex and age (and eventually disability status). This data is collected at the national level mainly through labour force surveys (or other types of household surveys with an employment module). For the methodology of each national household survey, one must refer to the most comprehensive survey report or to the methodological publications of the national statistical office in question. </p>\n<p>For further information, see section 7 with references and documentation. </p>","QUALITY_MGMNT__GLOBAL":"<p>The processes of compilation, production, and publication of data, including its quality control, are carried out following the methodological framework and standards established by the ILO Department of Statistics, in compliance with the information technology and management standards of the ILO.</p>","QUALITY_ASSURE__GLOBAL":"<p>Data consistency and quality checks are regularly conducted for validation of the data before dissemination on ILOSTAT.</p>\n<p> </p>","QUALITY_ASSMNT__GLOBAL":"<p>The final assessment of the quality of information is carried out by the Data Production and Analysis Unit of the ILO Department of Statistics. In cases of doubt about the quality of specific data, these values are reviewed with the participation of the national agencies responsible for producing the data if appropriate. If the issues cannot be clarified, the respective information is not published. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Data disaggregated by sex and age for this indicator is available for 218 countries and territories in the 13th ICLS series and 128 countries and territories in the 19th ICLS series. </p>\n<p>The indicator is widely available based on real observations provided by countries and derived from national labour force surveys, other types of household surveys or population census. </p>\n<p>However, the disaggregation by disability is not as widely available and this submission only includes 119 countries and territories in the 13th ICLS series and 74 countries and territories in the 19th ICLS series. </p>\n<p><strong>Time series:</strong><br>Data for disaggregation by sex and age for this indicator is available as of 2000 for countries in the SDG Indicators Global Database, but time series going back further are available in ILOSTAT. Global and regional aggregates disaggregated by sex and age are available through 2023.</p>\n<p>Data for disaggregation by disability status is available for the period from 2003 to 2023 at the country level. </p>\n<p><strong>Disaggregation:</strong></p>\n<p>This indicator should be disaggregated by sex, age group and disability status, preferably simultaneously. </p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Differences in the questionnaires used in the household surveys as the basic measurement tool may entail differences in specific definitions of employment and unemployment, differences in the treatment of specific groups or differences in the operational criteria used to determine the individual&#x2019;s labour force status. </p>\n<p>Work statistics for countries not using the same set of statistical standards are not comparable. As such, each series is based on a single set of standards (i.e., 13<sup>th</sup> or 19<sup>th</sup> ICLS) and contains only data comparable within and across countries, allowing data users to continue making meaningful time series analysis and international comparisons. Users should not compare data across series.</p>\n<p>The unemployment rate is dependent on the geographical coverage of the survey since urban and rural areas tend to have significant differences in the incidence of unemployment. It is important to note that unemployment indicators do not convey any information on the characteristics of the unemployed (their education level, ethnic origin, socio-economic background, work experience, duration of unemployment, etc.), which is crucial to cast light on labour market failures.</p>","OTHER_DOC__GLOBAL":"<ul>\n  <li>Decent Work and the Sustainable Development Goals: A Guidebook on SDG Labour Market Indicators, available at <a href=\"https://www.ilo.org/global/statistics-and-databases/publications/WCMS_647109/lang--en/index.htm\">https://www.ilo.org/global/statistics-and-databases/publications/WCMS_647109/lang--en/index.htm</a> </li>\n  <li>ILOSTAT portal : <a href=\"https://ilostat.ilo.org/\" target=\"_blank\"><u>https://ilostat.ilo.org/</u></a> </li>\n  <li>ILOSTAT Labour Force Statistics (LFS) database description : <a href=\"https://ilostat.ilo.org/resources/concepts-and-definitions/description-labour-force-statistics/\">https://ilostat.ilo.org/resources/concepts-and-definitions/description-labour-force-statistics/</a> </li>\n  <li>Decent Work Indicators Manual: <u>http://www.ilo.org/wcmsp5/groups/public/---dgreports/--- </u></li>\n</ul>\n<p><u>stat/documents/publication/wcms_223121.pdf </u></p>\n<ul>\n  <li>Resolution concerning statistics of work, employment and labour underutilization, adopted by the 19<sup>th</sup> ICLS (October 2013) and amended by the 21<sup>st</sup> ICLS (October 2023): <a href=\"https://www.ilo.org/global/statistics-and-databases/standards-and-guidelines/resolutions-adopted-by-international-conferences-of-labour-statisticians/WCMS_230304/lang--en/index.htm\">https://www.ilo.org/global/statistics-and-databases/standards-and-guidelines/resolutions-adopted-by-international-conferences-of-labour-statisticians/WCMS_230304/lang--en/index.htm</a> </li>\n  <li>Resolution concerning statistics of the economically active population, employment, unemployment and underemployment, adopted by the ICLS in 1982: <a href=\"https://www.ilo.org/wcmsp5/groups/public/---dgreports/---stat/documents/normativeinstrument/wcms_230304.pdf\">https://www.ilo.org/wcmsp5/groups/public/---dgreports/---stat/documents/normativeinstrument/wcms_230304.pdf</a> </li>\n  <li>Quick guide to understanding the impact of the new statistical standards on ILOSTAT databases (<a href=\"https://www.ilo.org/wcmsp5/groups/public/---dgreports/---stat/documents/publication/wcms_854830.pdf\">https://www.ilo.org/wcmsp5/groups/public/---dgreports/---stat/documents/publication/wcms_854830.pdf</a>)</li>\n  <li>Trends Econometric Models: A Review of Methodology: <a href=\"http://www.ilo.org/wcmsp5/groups/public/---ed_emp/---emp_elm/---trends/documents/publication/wcms_120382.pdf\" target=\"_blank\"><u>http://www.ilo.org/wcmsp5/groups/public/---ed_emp/---emp_elm/---trends/documents/publication/wcms_120382.pdf</u></a> </li>\n</ul>","target_number":"8.5","goal_number":"8"}