{"CONTACT_ORGANISATION":"FBI Uniform Crime Reporting Program Data Collection","DATA_COMP":"The FBI began collecting these data in 2013 through the UCR Program’s Summary Reporting System and National Incident-Based Reporting System.  This table provides the volume of human trafficking offenses as reported, the number of reporting agencies, and the estimated population covered by the reporting agencies.  The data used in creating this table were from all law enforcement agencies submitting one or more human trafficking incidents for at least 1 month of the calendar year. The published data, therefore, do not necessarily represent reports from each participating agency for all 12 months of the calendar year. When the FBI determines that an agency’s data collection methodology does not comply with national UCR guidelines, the figure(s) for that agency’s offense(s) will not be included in the table, and the discrepancy will be explained in a footnote.","DATA_SOURCE":"FBI","REC_USE_LIM":"The FBI UCR Program began collecting these data in 2013.  The data used in creating this table were from all law enforcement agencies submitting one or more human trafficking incidents for at least 1 month of the calendar year.  The published data, therefore, do not necessarily represent reports from each participating agency for all 12 months of the calendar year and cannot be considered nationally representative.","SDG_INDICATOR":"\tNumber of Human Trafficking Offenses Reported to the FBI UCR Program.  \t\t\t\t\t\t\t\t\t","SOURCE_TYPE":"FBI Uniform Crime Reporting Program Data Collection","UNIT_MEASURE":"The total number of human trafficking offenses reported, the total number of human trafficking - commercial sex acts offenses reported, the total number of human trafficking - involuntary servitude offenses reported, the number of agencies reporting human trafficking offenses, and the estimated population of the reporting agencies.  \t\t\t\t\t\t","actual_indicator_available":"\tNumber of Human Trafficking Offenses Reported to the FBI UCR Program.  \t\t\t\t\t\t\t\t\t","actual_indicator_available_description":"This table provides the total volume of human trafficking offenses, the volume of human trafficking - commercial sex acts, the volume of human trafficking - involuntary servitude, the number of reporting agencies, and the estimated population covered by the reporting agencies.  Column heading - Total Reported Human Trafficking Offenses - provides the total volume of human trafficking offenses reported to the Federal Bureau of Investigation (FBI) Uniform Crime Reporting (UCR) Program.  Column heading  - Commercial sex acts - provides the volume of human trafficking - commercial sex acts offenses reported to the FBI UCR Program.  Column heading - Involuntary servitude - provided the volume of human trafficking - involuntary servitude offenses reported to the FBI UCR Program.  Column heading - Number of Agencies Reporting Human Trafficking - provided the number of agencies reporting human trafficking data to the FBI UCR Program.  Column heading - Estimated Population Covered - provided the  estimated population covered by the reporting agencies.","comments_and_limitations":"The FBI UCR Program began collecting these data in 2013.  The data used in creating this table were from all law enforcement agencies submitting one or more human trafficking incidents for at least 1 month of the calendar year.  The published data, therefore, do not necessarily represent reports from each participating agency for all 12 months of the calendar year and cannot be considered nationally representative.","data_non_statistical":false,"date_metadata_updated":"November 2017","date_of_national_source_publication":"September 2017","disaggregation_categories":"NA","disaggregation_geography":"National","goal_meta_link":"http://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-16.pdf","graph_title":"Number of US reported human trafficking offenses","graph_type":"line","has_metadata":true,"indicator":"16.2.2","indicator_definition":"From UNODC and OHCHR:  Trafficking in persons is defined as the recruitment, transportation, transfer, harbouring or receipt of persons, by means of the threat or use of force or other forms of coercion, of abduction, of fraud, of deception, of the abuse of power or of a position of vulnerability or of the giving or receiving of payments or benefits to achieve the consent of a person having control over another person, for the purpose of exploitation. Exploitation shall include, at a minimum, the exploitation of the prostitution of others or other forms of sexual exploitation, forced labour or services, slavery or practices similar to slavery, servitude or the removal of organs (The United Nations Protocol to Prevent Suppress and Punish Trafficking in Persons, especially Women and Children, which is supplementing the United Nations Convention against Transnational Organized Crime). The number of victims is defined as the number of detected and estimated number of non-detected adult women and men and girls and boys (18-) who have been trafficked for different forms of trafficking in persons. The estimated ratio between the number of detected victims and the estimated number of non-detected victims can be used to estimate the total number of human trafficking victims at national, regional and global levels. In addition, the ratio can be used to measure the efficiency of countries to detect trafficking victims.  From Goal 16 TST Working Group:  This is an outcome indicator derived from administrative data. The indicator is computed as the total number of identified victims of trafficking divided by population (per 100,000 persons). This indicator directly measures exploitation and trafficking, which are inadequately captured by the other proposed indicators. These human rights abuses affect both adults and children, and States have existing obligations to prevent them for both population groups.","indicator_name":"Number of victims of human trafficking per 100,000 population, by sex, age and form of exploitation","indicator_sort_order":"16-02-02","indicator_variable":"tot_rpt_hum_trfkg_offns","international_and_national_references":"https://ucr.fbi.gov/crime-in-the-u.s/2016/crime-in-the-u.s.-2016/additional-publications/human-trafficking\t\t\t\t\t\t","national_geographical_coverage":"","periodicity":"Annual\t\t\t\t\t\t","published":true,"rationale_interpretation":"From UNODC and OHCHR: \n Human trafficking for different forms of exploitation represents a major violation of victim's human rights, dignity and inclusion to the society. It has an impact on a person's health and opportunities, it creates economic inequalities and it is a threat to the personal security. The regular production of figures on this indicator will allow the monitoring of the impact of the anti-trafficking measures to the level of trafficking at national, regional and global levels. It also helps to assess the capacity of countries to detect and consequently support victims of trafficking. It will raise awareness on the most prevalent forms of trafficking in persons in different parts of the world. \n\n From Goal 16 TST Working Group: \n Trafficking in persons is a universal form of modern-day slavery. Trafficked persons are often victims of physical, sexual and psychological violence. The demand for cheap labour and sexual services, coupled with criminal practices that seek to profit from the exploitation of vulnerable people, is its main driver. Addressing this most egregious violation of human rights would significantly contribute to one of the main priorities of post-2015 namely to \"leave no one behind\" and has its legal basis in the UN Convention on Transnational Organized Crime and the optional protocol on human trafficking.","reporting_status":"complete","sdg_goal":16,"source_active_1":true,"source_agency_staff_email_1":"CRIMESTATSINFO@fbi.gov","source_agency_staff_name_1":"FBI","source_agency_survey_dataset_1":"FBI Uniform Crime Reporting Program Data Collection","source_notes_1":"https://ucr.fbi.gov/crime-in-the-u.s/2016/crime-in-the-u.s.-2016/additional-publications/human-trafficking\t\t\t\t\t\t","source_organisation_1":"FBI Uniform Crime Reporting Program Data Collection","source_title_1":null,"target":"End abuse, exploitations, trafficking and all forms of violence against and torture of children.","target_id":"16.2","time_period":"Annual","title":"Number of victims of human trafficking per 100,000 population, by sex, age and form of exploitation","un_custodial_agency":"UNODC","un_designated_tier":"2","us_method_of_computation":"The FBI began collecting these data in 2013 through the UCR Program’s Summary Reporting System and National Incident-Based Reporting System.  This table provides the volume of human trafficking offenses as reported, the number of reporting agencies, and the estimated population covered by the reporting agencies.  The data used in creating this table were from all law enforcement agencies submitting one or more human trafficking incidents for at least 1 month of the calendar year. The published data, therefore, do not necessarily represent reports from each participating agency for all 12 months of the calendar year. When the FBI determines that an agency’s data collection methodology does not comply with national UCR guidelines, the figure(s) for that agency’s offense(s) will not be included in the table, and the discrepancy will be explained in a footnote.","variable_description":null,"variable_notes":null,"page_content":"","national_metadata_updated_date":"2024-07-08","national_data_updated_date":"2024-06-06","composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_titles":[],"indicator_available":"\tNumber of Human Trafficking Offenses Reported to the FBI UCR Program.  \t\t\t\t\t\t\t\t\t","indicator_number":"16.2.2","permalink":"","precision":[],"sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 16: Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels</p>","SDG_TARGET__GLOBAL":"<p>Target 16.2: End abuse, exploitation, trafficking and all forms of violence against and torture of children</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 16.2.2: Number of victims of human trafficking per 100,000 population, by sex, age and form of exploitation</p>","SDG_SERIES_DESCR__GLOBAL":"<p>Applies to all series </p>","META_LAST_UPDATE__GLOBAL":"2023-03-31","SDG_RELATED_INDICATORS__GLOBAL":"<p><strong>Indicator 5.2.1:</strong> Proportion of ever-partnered women and girls aged 15 years and older subjected to physical, sexual or psychological violence by a current or former intimate partner in the previous 12 months, by form of violence and by age </p>\n<p><strong>Indicator 5.2.2:</strong> Proportion of women and girls aged 15 years and older subjected to sexual violence by persons other than an intimate partner in the previous 12 months, by age and place of occurrence</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definition:</strong></p>\n<p>The indicator is defined as the ratio between the total number of victims of trafficking in persons in a country and the population resident in that country, expressed per 100,000 population.</p>\n<p>According to Article 3, paragraph (a) of the UN Trafficking in Persons Protocol, trafficking in persons is defined as &#x201C;the recruitment, transportation, transfer, harbouring or receipt of persons, by means of the threat or use of force or other forms of coercion, of abduction, of fraud, of deception, of the abuse of power or of a position of vulnerability or of the giving or receiving of payments or benefits to achieve the consent of a person having control over another person, for the purpose of exploitation. Exploitation shall include, at a minimum, the exploitation of the prostitution of others or other forms of sexual exploitation, forced labour or services, slavery or practices similar to slavery, servitude or the removal of organs&#x201D;.</p>\n<p>Article 3, (b) states &#x201C;the consent of a victim of trafficking in persons to the intended exploitation set forth in subparagraph (a) of this article shall be irrelevant where any of the means set forth in subparagraph (a) have been used&#x201D;;</p>\n<p>Article 3, (c) states &#x201C;the recruitment, transportation, transfer, harbouring or receipt of a child for the purpose of exploitation shall be considered trafficking in persons even if this does not involve any of the means set forth in subparagraph (a);&quot;</p>\n<p><strong>Concepts:</strong></p>\n<p>According to the definition given in the Trafficking in Persons Protocol, trafficking in persons has three constituent elements; The Act (Recruitment, transportation, transfer, harbouring or receipt of persons), the Means</p>\n<p>(Threat or use of force, coercion, abduction, fraud, deception, abuse of power or of a position of vulnerability, or giving payments or benefits to a person in control over another person) and the Purpose (at minimum exploiting the prostitution of others, sexual exploitation, forced labour, slavery or similar practices and the removal of organs).</p>\n<p>The definition implies that the exploitation does not need to be in place, as the intention by traffickers to exploit the victim is sufficient to define a trafficking offence. Furthermore, the list of exploitative forms is not limited, which means that other forms of exploitation may emerge and they could be considered to represent additional forms of trafficking offences.</p>","UNIT_MEASURE__GLOBAL":"<p>Number of persons per 100,000 population </p>","CLASS_SYSTEM__GLOBAL":"<p><a href=\"https://www.unodc.org/unodc/en/data-and-analysis/statistics/iccs.html\">International Classification of Crime for Statistical Purposes</a>, ICCS 2015 </p>","SOURCE_TYPE__GLOBAL":"<p>The data are sourced from the designated authorities for the identification of victims of trafficking, including law enforcement, criminal justice system, and National Referral Mechanisms (NRMs) when available. </p>","COLL_METHOD__GLOBAL":"<p>Data are collected by the United Nations Office on Drugs and Crime (UNODC) from national authorities with the annual Questionnaire for the Global Report on Trafficking in Persons (GLOTIP). National focal points working in national agencies responsible for trafficking in persons, statistics on crime and/or the criminal justice system and nominated by the Permanent Mission to UNODC are responsible for compiling the data from the other relevant agencies before transmitting the GLOTIP questionnaire to UNODC. Following the submission, UNODC checks the data for consistency and coherence with other data sources. Member States that are also part of the European Union or the European Free Trade Association, or candidate or potential candidate to the European Union channel their responses through Eurostat. Data submitted by Member States through other means or taken from other sources, namely official websites of national authorities or governments&#x2019; reports are added to the dataset after review by Member States.</p>","FREQ_COLL__GLOBAL":"<p>Data collection is conducted every year, starting in the second quarter. </p>","REL_CAL_POLICY__GLOBAL":"<p>The data are published on a biennual basis on the UNODC data portal. </p>","DATA_SOURCE__GLOBAL":"<p>National focal points working in national agencies responsible for trafficking in persons, statistics on crime and/or the criminal justice system and nominated by the Permanent Mission to UNODC are responsible for compiling the data from the other relevant agencies before transmitting the GLOTIP questionnaire to UNODC.</p>","COMPILING_ORG__GLOBAL":"<p>United Nations Office on Drugs and Crime (UNODC)</p>","INST_MANDATE__GLOBAL":"<p>In 2010, the General Assembly mandated UNODC to &#x201C;collect information and report biennially &#x2026;on patterns and flows of trafficking in persons at the national, regional and international levels.&#x201D; (Para 60, A/RES/64/293 &#x2013; United Nations Global Plan of Action against Trafficking in Persons). </p>","RATIONALE__GLOBAL":"<p>Trafficking in persons is a serious crime and a grave violation of human rights. Every day, victims are exploited in restaurants, farms, construction sites, brothels, factories, markets, mines and in people&#x2019;s homes everywhere, but little is known about the prevalence and characteristics of the crime. Better data is needed to inform more effective responses, and provide policymakers and practitioners with the information and analysis they need to sharpen anti-trafficking action and improve prevention.</p>\n<p>This indicator aims to measure the prevalence of trafficking in persons according to the victims profile and the forms of exploitation, and to track global, regional, and national progress in combatting this crime. </p>","REC_USE_LIM__GLOBAL":"<p>The total number of victims of trafficking in persons is defined as the total number of victims officially detected by national authorities plus the number of undetected victims of trafficking. </p>\n<p>Unfortunately, as data on the number of undetected victims is available only for a very limited number of countries and is not regularly monitored, the current computation of the indicator 16.2.2. only focuses on the number of detected victims of trafficking. The count of detected victims of trafficking has the benefit of referring to victims as defined by the UN Protocol, where the act, the mean and the purpose of trafficking have been identified by the national authorities. While information on detected victims can provide valuable information to monitor sex and age profile of detected victims, as well as on forms of exploitation, and trafficking flows, the number of detected victims per se does not monitor the level of trafficking of persons. Interpretation of trends should be done with caution, as changes in detected victims of trafficking can be due to multiple factors such as changes of law enforcement practices, changes in legislation, or changes in trafficking severity or patterns. A decrease over time in a given country may not necessarily reflect a reduced incidence of the crime, but rather a change in detection patterns that may be due to a number of underlying reasons. No clear target can be defined for this indicator until data availability will allow for the inclusion of undetected victims of trafficking. </p>","DATA_COMP__GLOBAL":"<p>The numerator of this indicator is composed of two parts: detected and undetected victims of trafficking in persons. The detected part of trafficking victims, as resulting from investigation and prosecution activities of criminal justice system, is counted and reported by national law enforcement authorities. Ideally, the indicator shall be calculated as the ratio between the sum of detected and undetected victims of trafficking over the total population resident in the country, multiplied by 100,000. </p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mi>R</mi>\n    <mi>a</mi>\n    <mi>t</mi>\n    <mi>e</mi>\n    <mo>=</mo>\n    <mn>100</mn>\n    <mo>,</mo>\n    <mn>000</mn>\n    <mi>*</mi>\n    <mfrac>\n      <mrow>\n        <mi>D</mi>\n        <mi>e</mi>\n        <mi>t</mi>\n        <mi>e</mi>\n        <mi>c</mi>\n        <mi>t</mi>\n        <mi>e</mi>\n        <mi>d</mi>\n        <mo>+</mo>\n        <mi>u</mi>\n        <mi>n</mi>\n        <mi>d</mi>\n        <mi>e</mi>\n        <mi>t</mi>\n        <mi>e</mi>\n        <mi>c</mi>\n        <mi>t</mi>\n        <mi>e</mi>\n        <mi>d</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>v</mi>\n        <mi>i</mi>\n        <mi>c</mi>\n        <mi>t</mi>\n        <mi>i</mi>\n        <mi>m</mi>\n        <mi>s</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>o</mi>\n        <mi>f</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>t</mi>\n        <mi>r</mi>\n        <mi>a</mi>\n        <mi>f</mi>\n        <mi>f</mi>\n        <mi>i</mi>\n        <mi>c</mi>\n        <mi>k</mi>\n        <mi>i</mi>\n        <mi>n</mi>\n        <mi>g</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>i</mi>\n        <mi>n</mi>\n        <mi>&amp;nbsp;</mi>\n        <mi>p</mi>\n        <mi>e</mi>\n        <mi>r</mi>\n        <mi>s</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n        <mi>s</mi>\n      </mrow>\n      <mrow>\n        <mi>P</mi>\n        <mi>o</mi>\n        <mi>p</mi>\n        <mi>u</mi>\n        <mi>l</mi>\n        <mi>a</mi>\n        <mi>t</mi>\n        <mi>i</mi>\n        <mi>o</mi>\n        <mi>n</mi>\n      </mrow>\n    </mfrac>\n  </math></p>\n<p>New methodologies to estimate the number of undetected victims of trafficking in persons are currently being tested. At the moment, however, the indicator shall be interpreted as number of detected victims of trafficking in persons per 100,000 populations and calculated as follows: </p>\n<p>The numerator is composed of the number of detected victims of trafficking. </p>\n<p>The denominator is composed of the country population, and the result multiplied per 100,000. </p>\n<p>While Member States are requested to provide data on the number of detected victims, by age group, sex and form of exploitation to UNODC, the computation of the indicator is conducted by UNODC, on the basis of the data submitted by Member States and population estimates from the UN World Population Prospects. </p>","DATA_VALIDATION__GLOBAL":"<p>Following the submission of the GLOTIP questionnaire, UNODC checks for consistency and coherence with other data sources. Data on the number of detected victims of trafficking are shared with Member States for validation prior to publication. </p>","ADJUSTMENT__GLOBAL":"<p>No standardised adjustments are applied to the data. </p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; </strong>Missing values on detected victims of trafficking are not imputed or estimated, neither for country level analysis nor for regional or global aggregates, when not provided by national authorities. Methods to estimate undetected victims of trafficking are currently being tested by United Nations Office on Drugs and Crime (UNODC).</p>","REG_AGG__GLOBAL":"<p>Regional and global aggregates of the number of victims of trafficking are currently not produced. As the data available would only provide an overview of the detected victims of trafficking in persons, regional and global aggregates alone would not provide an accurate overview of the phenomenon. </p>","DOC_METHOD__GLOBAL":"<p>UNODC joinly with IOM has produced the International Classification Standards on Administrative Data on Trafficking in Persons (ICS-TIP). </p>","QUALITY_MGMNT__GLOBAL":"<p>Data quality management is ensured by UNODC. See section 4.d Validation.</p>","QUALITY_ASSURE__GLOBAL":"<p>UNODC is responsible for the quality assurance process. See section 4.d Validation.</p>","QUALITY_ASSMNT__GLOBAL":"<p>UNODC regularly perfoms data quality assessments informing the reporting on this indicator. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>Currently the United Nations Office on Drugs and Crime (UNODC) has regular data collection on detected victims of trafficking in persons for about 140 countries.</p>\n<p><strong>Time series:</strong></p>\n<p>Information available since 2003 (limited to detected victims of trafficking).</p>\n<p><strong>Disaggregation:</strong></p>\n<p>Recommended disaggregations for this indicator are:</p>\n<p>- sex of victims</p>\n<p>- age of victims</p>\n<p>- form of exploitation</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Not applicable. </p>","OTHER_DOC__GLOBAL":"<p><strong>URL &amp; References:</strong></p>\n<p><a href=\"http://www.unodc.org\">www.unodc.org</a> </p>\n<p><a href=\"https://dataunodc.un.org/sdgs\">https://dataunodc.un.org/sdgs</a></p>\n<p><a href=\"http://www.unodc.org/glotip.html\">www.unodc.org/glotip.html</a> </p>\n<p><a href=\"https://dataunodc.un.org/dp-trafficking-persons\">https://dataunodc.un.org/dp-trafficking-persons</a> </p>\n<p>UNODC, Global Report on Trafficking in Persons, 2022</p>","target_number":"16.2","goal_number":"16"}