{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of medium and high-tech industry value added in total value added","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of medium and high-tech industry value added in total value added","indicator_number":"9.b.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"SDG_GOAL__GLOBAL":"<p>Goal 9: Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation</p>","SDG_TARGET__GLOBAL":"<p>Target 9.b: Support domestic technology development, research and innovation in developing countries, including by ensuring a conducive policy environment for, inter alia, industrial diversification and value addition to commodities</p>","SDG_INDICATOR__GLOBAL":"<p>Indicator 9.b.1: Proportion of medium and high-tech industry value added in total value added</p>","SDG_SERIES_DESCR__GLOBAL":"<p>NV_IND_TECH - Proportion of medium and high-tech manufacturing value added in total value added [9.b.1]</p>","META_LAST_UPDATE__GLOBAL":"2024-03-28","SDG_RELATED_INDICATORS__GLOBAL":"<p> </p>\n<p>9.c.1: Proportion of population covered by a mobile network, by technology</p>\n<p><strong>9.5.1:</strong> Research and development expenditure as a proportion of GDP</p>\n<p>9.2.1: Manufacturing value added as a proportion of GDP and per capita</p>","SDG_CUSTODIAN_AGENCIES__GLOBAL":"<p>United Nations Industrial Development Organization (UNIDO)</p>","CONTACT_ORGANISATION__GLOBAL":"<p>United Nations Industrial Development Organization (UNIDO)</p>","STAT_CONC_DEF__GLOBAL":"<p><strong>Definitions:</strong></p>\n<p>The proportion of medium-high and high-tech industry (MHT hereafter) value added in total value added of manufacturing (MVA hereafter) is a ratio value between the value added of MHT industry and MVA.</p>\n<p><strong>Concepts:</strong></p>\n<p>The value added of an industry (industry value added) is a survey concept that refers to the given industry&#x2019;s net output derived from the difference of gross output and intermediate consumption. Manufacturing sector<em> </em>is defined according to the International Standard Industrial Classification of all Economic Activities (ISIC) Revision 3 (1990) or Revision 4 (2008). It refers to industries belonging to Section D in ISIC Revision 3 or Section C in ISIC Revision 4.</p>\n<p>Technology classification is based on research and development (R&amp;D) expenditure relative to value added (R&amp;D intensity hereafter). Data for R&amp;D intensity are presented in a report published by the OECD (OECD, 2003; Galindo-Rueda and Verger, 2016, for ISIC Revision 3 and 4 respectively), which also proposes a taxonomy for industry groups with different ranges of R&amp;D expenditure relative to their gross value added. MHT industries have traditionally been defined exclusively to manufacturing industries. However, there have been recent efforts (Galindo-Rueda and Verger, 2016) to extend the definition to non-manufacturing industries as well. Nevertheless, medium-high and high technology sectors are primarily represented by manufacturing industries.</p>\n<p>The following table includes the classification of MHT industries by ISIC Rev. 3 and ISIC Rev. 4.</p>\n<table>\n  <tbody>\n    <tr>\n      <td>\n        <p>ISIC Rev.4</p>\n      </td>\n      <td>\n        <p>Description</p>\n      </td>\n      <td>\n        <p>ISIC Rev.3 </p>\n      </td>\n      <td>\n        <p>Description</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>20</p>\n      </td>\n      <td>\n        <p>Manufacture of chemicals and chemical products</p>\n      </td>\n      <td>\n        <p>24</p>\n      </td>\n      <td>\n        <p>Manufacture of chemicals and chemical products</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>21</p>\n      </td>\n      <td>\n        <p>Manufacture of basic pharmaceutical products and pharmaceutical preparations</p>\n      </td>\n      <td>\n        <p>29</p>\n      </td>\n      <td>\n        <p>Manufacture of machinery and equipment n.e.c.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>252</p>\n      </td>\n      <td>\n        <p>Manufacture of weapons and ammunition</p>\n      </td>\n      <td>\n        <p>30</p>\n      </td>\n      <td>\n        <p>Manufacture of office, accounting and computing machinery</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>26</p>\n      </td>\n      <td>\n        <p>Manufacture of computer, electronic and optical products</p>\n      </td>\n      <td>\n        <p>31</p>\n      </td>\n      <td>\n        <p>Manufacture of electrical machinery and apparatus n.e.c.</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>27</p>\n      </td>\n      <td>\n        <p>Manufacture of electrical equipment</p>\n      </td>\n      <td>\n        <p>32</p>\n      </td>\n      <td>\n        <p>Manufacture of radio, television and communication equipment and apparatus</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>28</p>\n      </td>\n      <td>\n        <p>Manufacture of machinery and equipment n.e.c.</p>\n      </td>\n      <td>\n        <p>33</p>\n      </td>\n      <td>\n        <p>Manufacture of medical, precision and optical instruments, watches and clocks</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>29</p>\n      </td>\n      <td>\n        <p>Manufacture of motor vehicles, trailers and semi-trailers</p>\n      </td>\n      <td>\n        <p>34</p>\n      </td>\n      <td>\n        <p>Manufacture of motor vehicles, trailers and semi-trailers</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>30<sup>*</sup></p>\n      </td>\n      <td>\n        <p>Manufacture of other transport equipment </p>\n      </td>\n      <td>\n        <p>35<sup>**</sup></p>\n      </td>\n      <td>\n        <p>Manufacture of other transport equipment</p>\n      </td>\n    </tr>\n    <tr>\n      <td>\n        <p>325</p>\n      </td>\n      <td>\n        <p>Manufacture of medical and dental instruments and supplies</p>\n      </td>\n      <td></td>\n      <td></td>\n    </tr>\n  </tbody>\n</table>\n<p><strong>* </strong>Excluding 301 (Building of ships and boats)</p>\n<p><strong>** </strong>Excluding 351 (Building and repairing of ships and boats)</p>\n<p>MVA is the value added of manufacturing industry, which is Section C of ISIC Rev.4 or Section D of ISIC Rev.3. </p>","UNIT_MEASURE__GLOBAL":"<p>Percent (%)</p>","CLASS_SYSTEM__GLOBAL":"<p><a href=\"https://unstats.un.org/unsd/publication/seriesm/seriesm_4rev4e.pdf\">International Standard Industrial Classification of all Economic Activities (ISIC) Revision 4</a></p>\n<p><a href=\"https://unstats.un.org/unsd/publication/seriesm/seriesm_4rev3_1e.pdf\">International Standard Industrial Classification of all Economic Activities (ISIC) Revision 3</a></p>","SOURCE_TYPE__GLOBAL":"<p>Data can be found in UNIDO INDSTAT Database by ISIC Revision 3 and ISIC Revision 4.</p>","COLL_METHOD__GLOBAL":"<p>Data are collected using General Industrial Statistics Questionnaire, which is filled by National Statistical Offices (NSOs) and submitted to UNIDO annually. Data for Eurostat countries are obtained directly from Eurostat. Additional data are also collected from official publications and official websites.</p>","FREQ_COLL__GLOBAL":"<p>Data are collected annually from NSOs and Eurostat.</p>","REL_CAL_POLICY__GLOBAL":"<p>UNIDO INDSTAT database is updated between March and May every year.</p>","DATA_SOURCE__GLOBAL":"<p>National statistical offices (NSOs) in non-Eurostat countries, and Eurostat countries by Eurostat.</p>","COMPILING_ORG__GLOBAL":"<p>United Nations Industrial Development Organization (UNIDO)</p>","INST_MANDATE__GLOBAL":"<p>UNIDO, as the specialized UN agency on industrial development, has the international mandate for collecting, producing and disseminating internationally comparable industrial statistics. UNIDO&#x2019;s mandate covers (i) the maintenance and updating of international industrial statistics databases; (ii) methodological and analytical products based on statistical research and experience of maintaining internationally comparable statistics; (iii) contributions to the development and implementation of international statistical standards and methodology; and (iv) technical cooperation services to countries in the field of industrial statistics. With the repositioning of UNIDO as the focal agency for inclusive and sustainable industrial development (ISID), its statistical mandate was expanded to cover all dimensions of industrial development, including its inclusiveness and environmental sustainability.</p>","RATIONALE__GLOBAL":"<p>Industrial development generally entails a structural transition from resource-based and low technology activities to MHT manufacturing activities. A modern, highly complex production structure offers better opportunities for skills development and technological innovation. MHT activities generally correspond to the industries with higher value addition and labour productivity. Increasing the share of MHT sectors also reflects the impact of innovation.</p>","REC_USE_LIM__GLOBAL":"<p>Value added by economic activity should be reported at least at 3-digit ISIC for compiling MHT values. However, if the 3-digit data is not available, the indicator is calculated exclusively using 2-digit data. In addition, the indicator is reported in the ISIC revision provided by the countries, and this may affect comparability between countries reporting data according to different ISIC revisions.</p>","DATA_COMP__GLOBAL":"<p>The indicator is calculated as the share of the sum of the value added from MHT economic activities to MVA using current US dollars</p>\n<p><math xmlns=\"http://www.w3.org/1998/Math/MathML\">\n    <mfrac>\n      <mrow>\n        <mi mathvariant=\"normal\">S</mi>\n        <mi mathvariant=\"normal\">u</mi>\n        <mi mathvariant=\"normal\">m</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">o</mi>\n        <mi mathvariant=\"normal\">f</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">v</mi>\n        <mi mathvariant=\"normal\">a</mi>\n        <mi mathvariant=\"normal\">l</mi>\n        <mi mathvariant=\"normal\">u</mi>\n        <mi mathvariant=\"normal\">e</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">a</mi>\n        <mi mathvariant=\"normal\">d</mi>\n        <mi mathvariant=\"normal\">d</mi>\n        <mi mathvariant=\"normal\">e</mi>\n        <mi mathvariant=\"normal\">d</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">i</mi>\n        <mi mathvariant=\"normal\">n</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">M</mi>\n        <mi mathvariant=\"normal\">H</mi>\n        <mi mathvariant=\"normal\">T</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">e</mi>\n        <mi mathvariant=\"normal\">c</mi>\n        <mi mathvariant=\"normal\">o</mi>\n        <mi mathvariant=\"normal\">n</mi>\n        <mi mathvariant=\"normal\">o</mi>\n        <mi mathvariant=\"normal\">m</mi>\n        <mi mathvariant=\"normal\">i</mi>\n        <mi mathvariant=\"normal\">c</mi>\n        <mi mathvariant=\"normal\">&amp;nbsp;</mi>\n        <mi mathvariant=\"normal\">a</mi>\n        <mi mathvariant=\"normal\">c</mi>\n        <mi mathvariant=\"normal\">t</mi>\n        <mi mathvariant=\"normal\">i</mi>\n        <mi mathvariant=\"normal\">v</mi>\n        <mi mathvariant=\"normal\">i</mi>\n        <mi mathvariant=\"normal\">t</mi>\n        <mi mathvariant=\"normal\">i</mi>\n        <mi mathvariant=\"normal\">e</mi>\n        <mi mathvariant=\"normal\">s</mi>\n      </mrow>\n      <mrow>\n        <mi mathvariant=\"normal\">M</mi>\n        <mi mathvariant=\"normal\">V</mi>\n        <mi mathvariant=\"normal\">A</mi>\n      </mrow>\n    </mfrac>\n    <mo>&#xD7;</mo>\n    <mn>100</mn>\n  </math></p>","DATA_VALIDATION__GLOBAL":"<p>UNIDO engages with countries in regular consultations during the data collection process to ensure the data quality and international comparability. </p>","ADJUSTMENT__GLOBAL":"<p>Data are collected through the UNIDO General Industrial Statistics Questionnaire to receive information on differences in concept, scope, coverage and classification used. The final data are adjusted to follow ISIC and facilitate international comparability.</p>","IMPUTATION__GLOBAL":"<p><strong>&#x2022; At country level:</strong></p>\n<p> </p>\n<p>If the values are only available sporadically, then the missing values are imputed by linear interpolation, carrying the last observation forward and carrying the first observation backward. If more than five consecutive values are missing, then only the first five missing values are imputed to accommodate the changing dynamics of time series. In the case of complete non-availability of value added data, output is used as a proxy to compute the indicator, if available. However, the imputed missing country values are only used to calculate the global and regional estimates and are not used for international reporting.</p>\n<ul>\n  <li><strong>At regional and global levels:</strong></li>\n</ul>\n<p>Imputation is applied at the country level to facilitate the computation of the regional aggregates. </p>","REG_AGG__GLOBAL":"<p>Regional and global aggregates are calculated as a weighted average of countries&#x2019; MHT shares in a group. Weights are taken based on the MVA share in a group (sourced from UNSD&#x2019;s National Accounts Database). </p>\n<p>The aggregates are computed for a specified year, if one of the following conditions are met:</p>\n<p>1) If at least 50% of all countries are available.</p>\n<p>2) If the MVA share of at least 50% of all available countries falls within the top 60% of all MVA shares within the regarded group and at least 25% of the countries in the group are available.</p>\n<p>Furthermore, an aggregate is not computed, if a country accounting for at least 80% of the total MVA is unavailable.</p>\n<p>Aggregates are reported using ISIC Rev. 3, as long as at least one member continues to report data under ISIC Rev.3. The transition to reporting aggregates in ISIC Rev.4 only occurs, when all members within the group report data on ISIC Rev.4.</p>","DOC_METHOD__GLOBAL":"<p>International Recommendations for Industrial Statistics (IRIS) (2008)</p>\n<p><a href=\"https://unstats.un.org/unsd/publication/seriesM/seriesm_90e.pdf\">https://unstats.un.org/unsd/publication/seriesM/seriesm_90e.pdf</a></p>\n<p>International Standard Industrial Classification of All Economic Activities (ISIC) </p>\n<p><a href=\"https://unstats.un.org/unsd/classifications/Econ/isic\">https://unstats.un.org/unsd/classifications/Econ/isic</a></p>","QUALITY_MGMNT__GLOBAL":"<p>Data are checked and validated by the Statistics Division of UNIDO. Countries are contacted to clarify and correct their submissions.</p>\n<p>UNIDO published a handbook for statisticians involved in the regular industrial statistics programmes of NSOs or line ministries (<a href=\"https://www.unido.org/sites/default/files/2012-07/Industrial%20Statistics%20-%20Guidelines%20and%20Methdology_0.pdf\">Industrial Statistics - Guidelines and Methodology</a>). It describes the statistical methods related to the major stages of industrial statistics operation. Moreover, UNIDO has established a quality management framework based on the internationally recognized guidelines recommended by IRIS to ensure quality of statistical products.</p>","QUALITY_ASSURE__GLOBAL":"<p><a href=\"https://unstats.un.org/unsd/unsystem/Documents/QAF-UNIDO.pdf\">The UNIDO Quality Assurance Framework</a> is followed to ensure that the statistical activities of UNIDO are relevant and the data compiled and disseminated are accurate, complete within the defined scope and coverage, timely, comparable in terms of internationally recommended methods and classification standards and internally coherent to variables included in the datasets. While these generally accepted, broad dimensions of quality of statistical data may be defined in each NSO&apos;s own quality assurance framework. UNIDO makes maximum effort that data produced from the statistical operation undertaken with the UNIDO technical cooperation are accurate, internationally comparable and coherent.</p>","QUALITY_ASSMNT__GLOBAL":"<p>UNIDO employs a wide range of data quality techniques and consultations with national providers to assure quality principles supported by the Fundamental Principles of Official Statistics. </p>","COVERAGE__GLOBAL":"<p><strong>Data availability:</strong></p>\n<p>In the year 2021, the indicator is available for 75 economies. 93% of these countries reported their data in ISIC Rev. 4 and 7% in ISIC Rev. 3.</p>\n<p><strong>Time series:</strong></p>\n<p>Data for this indicator are available from 2000 in the UN Global SDG Database, but longer time series are available in the UNIDO&#x2019;s databases.</p>\n<p><strong>Disaggregation:</strong></p>\n<p>No disaggregation available.</p>","COMPARABILITY__GLOBAL":"<p><strong>Sources of discrepancies:</strong></p>\n<p>Conversion to USD, data reported only for industry combinations or differences between national classifications and ISIC may cause discrepancy between national and international figures.</p>","OTHER_DOC__GLOBAL":"<h2>URL:</h2>\n<p><a href=\"http://www.unido.org/statistics\">www.unido.org/statistics</a></p>\n<p><a href=\"https://stat.unido.org/\">https://stat.unido.org/</a></p>\n<h2>References:</h2>\n<p>Competitive Industrial Performance (CIP) Report (2018). <a href=\"https://www.unido.org/sites/default/files/files/2019-05/CIP_Report_2019.pdf\">https://www.unido.org/sites/default/files/files/2019-05/CIP_Report_2019.pdf</a></p>\n<p>International Standard Industrial Classification of All Economic Activities (2008). <a href=\"https://unstats.un.org/unsd/publication/seriesm/seriesm_4rev4e.pdf\">https://unstats.un.org/unsd/publication/seriesm/seriesm_4rev4e.pdf</a></p>\n<p>Galindo-Rueda, F. and F. Verger (2016). OECD Taxonomy of Economic Activities Based on R&amp;D Intensity, OECD Science, Technology and Industry Working Papers, 2016/04, OECD Publishing, Paris. Available at:</p>\n<p><a href=\"http://dx.doi.org/10.1787/5jlv73sqqp8r-en\">http://dx.doi.org/10.1787/5jlv73sqqp8r-en</a></p>\n<p>OECD (2003). Science, Technology and Industry Scoreboard 2003. Available at <a href=\"https://doi.org/10.1787/sti_scoreboard-2003-en\">https://doi.org/10.1787/sti_scoreboard-2003-en</a></p>\n<p>UNIDO (2009). UNIDO Data Quality: A quality assurance framework for UNIDO statistical activities. <a href=\"https://open.unido.org/api/documents/4814740/download/UNIDO-Publication-2009-4814740\">https://open.unido.org/api/documents/4814740/download/UNIDO-Publication-2009-4814740</a></p>\n<p>UNIDO (2010). Industrial Statistics - Guidelines and Methodology. <a href=\"https://www.unido.org/sites/default/files/2012-07/Industrial%20Statistics%20-%20Guidelines%20and%20Methdology_0.pdf\">https://www.unido.org/sites/default/files/2012-07/Industrial%20Statistics%20-%20Guidelines%20and%20Methdology_0.pdf</a></p>\n<p>UNIDO (2013). The Industrial Competitiveness of Nations 2013. <a href=\"https://www.unido.org/sites/default/files/2013-07/Competitive_Industrial_Performance_Report_UNIDO_2012_2013_0.PDF\">https://www.unido.org/sites/default/files/2013-07/Competitive_Industrial_Performance_Report_UNIDO_2012_2013_0.PDF</a></p>","target_number":"9.b","goal_number":"9","indicator_sort_order":"09-0b-01"}